export function Content() {
    const html=`
        <div class='bod'>
            <ul>
                <li><a href='' class="head-text1"><b>Объект и предмет политологии</b></a></li>
            </ul>
            <div class="text">
                <div><p>В первую очередь объектом изучения политологии как науки является политическая власть, основы её правовой системы, определение основ её легитимности, выяснение механизмов обеспечения её стабильности и оптимальности с точки зрения правления. Кроме этого, объектом изучения политической науки является политика, политическая сфера общественной жизни. Предметом политологии являются закономерности взаимоотношений социальных субъектов по поводу политической власти. Конечно, эти проблемы изучаются не только политологией, но и философией, социологией, государственно-правовой наукой и т. д. Политология же изучает их, интегрируя в себя отдельные аспекты этих дисциплин.</p></a></div>

                <div><p>В рамках системно-управленческого подхода в политологии объектом изучения политологии называются процессы и эффективность политического управления всеми видами технологий и процессов жизнедеятельности в государстве. В качестве логической основы системы политического управления рассматривается идеология. При системно-управленческом подходе в политологии формулируются функции и роли идеологии, политической культуры, гражданского общества (как субъекта и объекта политического управления), разработана система коэффициентов для количественной оценки эффективности политического управления и оценки деятельности политических субъектов.</p></a></div>
                    
                <div><p>В представлении многих учёных политология представляет собой междисциплинарную науку, предметом изучения которой являются тенденции и законы функционирования и развития политической жизни, которые отражают реальный процесс включения субъектов политики в деятельность с реализацией политической власти и политических интересов. Но в то же время многие учёные придерживаются противоположной точки зрения, полагая, что нет особых оснований для открытия «вечных» истин и «неизменных» политических законов. По их мнению, часто сторонники поиска политических законов не учитывают главного — то, что один теоретик рассматривает как «прогресс», для другого оказывается регрессом.</p></a></div>
                    
                <div><p>Расширение предметного поля политологии как науки нашло отражение в усложнении структуры самой политологии как науки, формировании новых исследовательских направлений и научных школ. Условно политологию можно разделить на теоретическую и прикладную. Значение последней со временем только возрастает, что обусловлено востребованностью исследований в области реальной политики.</p></a></div>
                
            </div>

            <ul>
                <li><a href='' class="head-text1"><b>Функции политологии</b></a></li>
            </ul>
            <div class="photo">
                <img src = './image/function.jpg' width="850" height="600">
            </div>
        </div>
    `
    return {
        html: html, 
        init: null 
    };
}
