export function Shap() {
    const html=`
        <div class="men">
            <img src = './image/men.png' width="650" height="700" >
        </div>
    
        <div class="pol">
            <p>
            <b>Политология</b>(от греч. слов «гражданин», и «слово», «учение») - представляет собой науку о политике, 
            то есть об особой сфере жизнедеятельности человека, которая связана с властными отношениями, политической 
            и государственной организацией общества, политическими принципами и нормами, а также институтами, действие 
            которых призвано обеспечить нормальное функционирование социума, его динамичное развитие, а также нормальные 
            взаимоотношения между человеком, обществом и государством.
            </p>
        </div>
    `
    return {
        html: html, 
        init: null 
    };
}
